        IDENTIFICATION DIVISION.
manut   PROGRAM-ID. TEST.
        DATA DIVISION.
        WORKING-STORAGE SECTION.
        PROCEDURE DIVISION.
            DISPLAY "OLA MUNDO".
            STOP RUN.      